tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'

# Binaries
brew 'git'
brew 'chezmoi'
brew 'bash' # Latest Bash version
brew 'bat' # "cat" on steroids
brew 'coreutils' # Those that come with macOS are outdated
brew 'ffmpeg'
brew 'imagemagick'
brew 'jpegoptim'
brew 'optipng'
brew 'pngquant'
brew 'svgo'
brew 'gifsicle'
brew 'nvm'
brew 'wget'
brew 'zsh'
brew 'starship'

cask 'alfred'
cask 'google-chrome'
cask 'visual-studio-code'
cask 'adoptopenjdk8'
cask 'iterm2'

cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-roboto-condensed'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'font-terminus'
cask 'font-hack-nerd-font'

tap 'epk/epk'
cask 'font-sf-mono-nerd-font'

