tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'stripe/stripe-cli'

# Binaries
brew 'git'
brew 'gh'
brew 'svn'
brew 'chezmoi'
brew 'telnet'
brew 'bash'
brew 'bat'
brew 'coreutils'
brew 'ffmpeg'
brew 'imagemagick'
brew 'jpegoptim'
brew 'optipng'
brew 'pngquant'
brew 'svgo'
brew 'gifsicle'
brew 'nvm'
brew 'wget'
brew 'zsh'
brew 'starship'
brew 'mkcert'
brew 'stripe/stripe-cli/stripe'
brew 'flyctl'
brew 'vim'
brew 'google-cloud-sdk'
brew 'yt-dlp'
brew 'pandoc'

tap 'koekeishiya/formulae'
brew 'skhd'
brew 'yabai'

cask 'alfred'
cask 'cheatsheet'
cask 'clickup'
cask 'docker'
cask 'figma'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'microsoft-office'
cask 'microsoft-teams'
cask 'ngrok'
cask 'parallels'
cask 'postman'
cask 'slack'
cask 'temurin'
cask 'visual-studio-code'
cask 'zoom'

brew 'maven'

cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'font-terminus'
cask 'font-hack-nerd-font'

tap 'epk/epk'
cask 'font-sf-mono-nerd-font'

